Repository: Banuba/ve-sdk-flutter-integration-sample
Catalog: ios/Runner/*.lproj/Localizable.strings
Languages: ru

source: Music
ru: Музыка

source: Delete
ru: Удалить

source: Voice
ru: Да

source: Yes
ru: Да

source: No
ru: Нет

source: Error
ru: Ошибка

source: Next
ru: Дальше

source: Publish
ru: Опубликовать

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Reach maximum video duration
ru: Достигнута максимальная длина видео

source: Off
ru: Выкл.

source: Do you want to stop capturing and editing the video?
ru: Прервать съемку и монтаж нового видео?

source: Do you want to reset all?
ru: Сбросить всё?

source: Do you want to reset slideshow?
ru: Cбросить слайдшоу?

source: Do you want to delete the last clip?
ru: Удалить последний снятый отрезок видео?

source: First part not recorded
ru: Первая часть сплита не записана

source: Mask not loaded
ru: Маска не загружена

source: Second part is too short
ru: Вторая часть слишком короткая

# Beautifier on
source: Beautification on
ru: Бьютификатор вкл

# Beautifier off
source: Beautification off
ru: Бьютификатор выкл

# Flash
source: Light
ru: Подсветка

source: Too short. Please capture at least %d seconds
ru: Слишком короткий отрезок, нужно снять хотя бы %d секунд

source: Maximum %d seconds.
ru: Максимум %d секунд

source: Timer is off
ru: Таймер выключен

source: No stickers found
ru: Стикеры не найдены

source: Max length %d sec
ru: Максимум %d сек

source: %d sec
ru: %d сек

source: Choose video
ru: Выберете видео

source: Choose
ru: Выбрать

source: Sound
ru: Звук

source: Add
ru: Добавить

source: %i seconds timer is on
ru: Таймер включен на %i секунд

source: Make cover photo
ru: Пожалуйста, сделай фото на обложку

source: Step 1 / 2
ru: Шаг 1 / 2

source: Step 2 / 2
ru: Шаг 2 / 2

source: Crop your profile photo for feed and comments
ru: Круглая аватарка нужна для потока и комментариев

source: CHOOSE COVER
ru: Пожалуйста, выбери обложку для видео

source: Press and hold
ru: Нажми и держи

source: Drag to remove
ru: Перетащи для того, чтобы удалить

source: Gallery
ru: Галерея

source: No files found
ru: В галерее нет подходящих видео

source: Videos should be longer than 5 seconds
ru: Вполне возможно, что они короче 5 секунд

source: LOADING
ru: ЗАГРУЗКА

source: VIDEO IS LOADING
ru: ВИДЕО СКАЧИВАЕТСЯ

source: Video is uploading from iCloud
ru: Видео загружаются из iCloud

source: Speed
ru: Скорость

source: Recording speed %@
ru: Скорость записи %@

# Single Trim Video Screen Name
source: Trim Video
ru: Обрезать видео

# Multi Trim Video Screen Name
source: Multitrimmer
ru: Обрезать несколько видео

# Multi Trim Video Item Screen Name
source: Trim Video
ru: Обрезать видео

# Mask Effect Screen Name
source: Mask
ru: Маска

# Color Effect Screen Name
source: Effect
ru: Цвет

# Text editor color
source: Color
ru: Цвет

# Choose Cover Screen Name
source: Choose cover
ru: Выберете обложку

source: Screen colors
ru: Цвет видео

# The soundtrack is alreay in use
source: The soundtrack is already in use
ru: Музыкальная дорожка уже используется

source: Search on giphy.com
ru: Поиск на giphy.com

source: Problems with internet
ru: Проблемы с интернетом

source: Check your connection and try again
ru: Проверьте подключение и попробуйте ещё раз

source: Again
ru: Ещё раз

source: HTTP Error %d
ru: Ошибка HTTP %d

source: You don't seem to be connected to the internet. Please try again
ru: Не получается соединиться с интернетом. Пожалуйста, попробуй еще раз

source: Unknown data format
ru: Неожиданный формат данных

# Banuba.Camera.MissedGalleryPersmission
source: Please, allow your Photos & Videos in the settings to make a clip.
ru: Разрешите доступ к фото. Пожалуйста, перейдите в настройки и предоставьте доступ.

# Banuba.Camera.MissedCameraAndMicrophonePersmissions
source: Please, allow your Camera and Mic to make a recording.
ru: Разрешите доступ к камере и микрофону, чтобы снимать и редактировать фото или видео, а также записывать аудио.

# Banuba.Camera.CameraAccessRestricted
source: Camera permissions are not granted
ru: Доступ к камере ограничен

source: Microphone unavailable. Please allow access in device settings
ru: Пожалуйста, разреши доступ к микрофону в настройках

source: Choose %i seconds
ru: Выберете %d секунд

source: Settings
ru: В настройки

# Settings.Close
source: Close
ru: Закрыть

# Reset effects?
source: Discard changes?
ru: Отменить изменения?

source: Undo
ru: Сбросить

source: Done
ru: Готово

source: OK
ru: ОК

source: Not enough storage
ru: Недостаточно места на телефоне

source: No matching files found in gallery
ru: В галерее не нашлось подходящих файлов

# No matching photos found in gallery
source: No photos found
ru: В галерее не нашлось подходящих фото

# No matching video found in gallery
source: No videos found
ru: В галерее не нашлось подходящих видео

source: Too few, at least %d photos needed
ru: Слишком мало, надо хотя бы %d фото

source: You can choose %i videos
ru: Вы можете выбрать %i видео

source: Too much, %d - max number of photos
ru: Слишком много, %d – макс количество фото

source: Error loading images
ru: Ошибка загрузки изображений

source: Failed to create video
ru: Не удалось создать видео

# MusicEditor.Delete
source: Delete
ru: Удалить

# MusicEditor.Volume
source: Volume
ru: Громкость

# MusicEditor.VoiceEffect
source: Effect
ru: Еффект

# MusicEditor.Edit
source: Edit
ru: Редактировать

# MusicEditor.Tracks
source: Tracks
ru: Треки

# MusicEditor.Effects
source: Effects
ru: Эффекты

# MusicEditor.Record
source: Record
ru: Голос

# MusicEditor.VideoVolume
source: Volume
ru: Громкость

# MusicEditor.Duration
source: Duration
ru: Длительность

# MusicEditor.Cancel
source: Cancel
ru: Отменить

# MusicEditor.Yes
source: Yes
ru: Да

# MusicEditor.No
source: No
ru: Нет

# MusicEditor.Do you want to reset all?
source: Do you want to reset all?
ru: Желаете сбросить все изменения?

# MusicEditor.Max available tracks - %i
source: Max available tracks - %i
ru: Максимальное количество треков - %i

# com.banuba.musicEditor.elf
source: Elf
ru: Эльф

# com.banuba.musicEditor.baritone
source: Baritone
ru: Баритон

# com.banuba.musicEditor.echo
source: Echo
ru: Эхо

# com.banuba.musicEditor.giant
source: Giant
ru: Гигант

# com.banuba.musicEditor.robot
source: Robot
ru: Робот

# com.banuba.musicEditor.squirrel
source: Squirrel
ru: Белка

# OverlayEditor.Delete
source: Delete
ru: Удалить

# OverlayEditor.Edit
source: Edit
ru: Редактировать

# OverlayEditor.Text
source: Text
ru: Текст

# OverlayEditor.Sticker
source: Sticker
ru: Стикер

# OverlayEditor.Cancel
source: Cancel
ru: Отменить

# OverlayEditor.Done
source: Done
ru: Готово

# OverlayEditor.Yes
source: Yes
ru: Да

# OverlayEditor.No
source: No
ru: Нет

# OverlayEditor.Do you want to reset all?
source: Discard changes?
ru: Желаете сбросить все изменения?

# AudioBrowser.noInternetConnection
source: No internet connection
ru: Проблемы с интернетом

# AudioBrowser.checkConnectionMessage
source: Please, check your connection and try again
ru: Проверьте подключение и попробуйте еще раз

# AudioBrowser.retry
source: Retry
ru: Еще раз

# AudioBrowser.allowAccessMessage
source: To use your own music, allow access to Apple Music library, please.
ru: Чтобы использовать свою музыку, разрешите доступ к библиотеке Apple Music.

# AudioBrowser.allowAccess
source: Allow Access
ru: Разрешить доступ

# AudioBrowser.myFiles
source: My Files
ru: Мои файлы

# hands.free.timer.title
source: Сountdown
ru: Таймер

# hands.free.video.mode.title
source: Hands-free video mode
ru: Свободные руки видео режим

# hands.free.video.drag.title
source: Drag to set video duration:
ru: Перетащите чтобы выбрать продолжительность:

# hands.free.btn.title
source: START RECORDING
ru: Начать запись

# hands.free.seconds
source: %@ s
ru: %@ c

# BanubaVideoEditor.Gallery.ImageTabTitle
source: Image
ru: Изображение

# BanubaVideoEditor.Gallery.VideoTabTitle
source: Video
ru: Видео

# BanubaVideoEditor.Gallery.AllPhotosTitle
source: All Photos
ru: Вce фото

# BanubaVideoEditor.Gallery.RecentPhotosTitle
source: Recent
ru: Недавние

# com.banuba.videoEditor.recorder.additionalEffects.NoMediaFound
source: No media found
ru: В галерее не нашлось подходящих файлов

# com.banuba.videoEditor.recorder.additionalEffects.AllowAccess
source: Allow Access
ru: Разрешите доступ

source: Select media to change the background:
ru: Выберите медиа чтобы изменить фон:

source: Allow access to Gallery to change the background
ru: Разрешите доступ к галерее чтобы изменять фон
